export const table = `

|       |       |       |
| :-- | :-- | :-- |
|       |       |       |
|       |       |       |
`

export const link = `[  ](  )`

export const codeBlock = `

\`\`\` 

\`\`\`
`

export const markdownDemo = `
# 使用Markdown

# 一级标题

## 二级标题

### 三级标题

#### 四级标题

##### 五级标题

###### 六级标题

* 无序列表
* 无序列表
* 无序列表

[链接](https://www.baidu.com)

> 这是一段引用的文字  

1. 有序列表
2. 有序列表
3. 有序列表

*斜体*

**粗体**

~下划线~

~~删除线~~

- [ ] 待办事项
- [x] 待办事项

\`单行代码块\`

\`\`\`多行代码块
多行代码块
多行代码块
多行代码块
\`\`\`

| 序号 | 姓名 | 性别 |
| :--- | :--- | :--- |
| 01   | 张三 | 男   |
| 02   | 李四 | 女   |
| 03   | 王五 | 男   |
`
